Dungeon5_ruRU = {
    instanceID = 476,
    bosses = {
        {
            encounterID = 965,
            short = [[
1. Dodge ВСЁ и не стой на краю платформы.
]],
            details = [[Скоро]]
        },
        {
            encounterID = 966,
            short = [[
1. Впитай 3 световых луча; выйди когда они становятся треугольниками.

Танк. Уклонись от фронтальной атаки в сторону.
]],
            details = [[Скоро]]
        },
        {
            encounterID = 967,
            short = [[
1. Адов оставляют яйца — не убивай рядом других адов.
2. Беги при зафиксировании.
3. Спрячься за колонной во время Searing Quills.

Уронщик. не стой по разные стороны колонны.
]],
            details = [[Скоро]]
        },
        {
            encounterID = 968,
            short = [[
1. Прерви Solar Blast.
2. Обездвижи & уничтожь адов срочно.
3. Кайтируй луч к краю комнаты.
]],
            details = [[Скоро]]
        },
    }
}