Dungeon7_ruRU = {
    instanceID = 945,
    bosses = {
        {
            encounterID = 1979,
            short = [[
1. Уклоняться от фронтального атаки.
2. Выйти из круга.
3. Убить адов как можно быстрее.
]],
            details = [[Скоро]]
        },
        {
            encounterID = 1980,
            short = [[
1. Очистить круги пустотных бомб.
2. Прервать питомца.
]],
            details = [[Скоро]]
        },
        {
            encounterID = 1981,
            short = [[
1. Прервать Mind Blast и уничтожить щупальца.
2. При 100 энергии собраться на босса.
]],
            details = [[Скоро]]
        },
        {
            encounterID = 1982,
            short = [[
1. Луч на заметки.
2. Вращающиеся лучи = уклоняться.
3. Большие круги = уклоняться.
]],
            details = [[Скоро]]
        },
    }
}