Dungeon3_ruRU = {
    instanceID = 1316,
    bosses = {
        {
            encounterID = 2813,
            short = [[
1. Избегай лучей & прерви босса.
2. Reflux Charge — зайди в лучи чтобы снять (лучше в наложенные лучи).
]],
            details = [[Скоро]]
        },
        {
            encounterID = 2814,
            short = [[
1. Выйди из круга.
2. Прерви & уничтожь адов.
3. Жёлтый моб: НЕ стой между ним и боссом. Потом зайди в жёлтый луч.
]],
            details = [[Скоро]]
        },
        {
            encounterID = 2815,
            short = [[
1. Уходи от кругов и больших стрелок.
2. На 100 энергии босс клонируется. Прерви только клона БЕЗ рогов.
]],
            details = [[Скоро]]
        },
    }
}