Dungeon4_ruRU = {
    instanceID = 1299,
    bosses = {
        {
            encounterID = 2656,
            short = [[
1. Прерви босса и уходи от кругов.
2. Обездвижи адов (или диспеллируй проклятие для исчезновения)
3. Hookshot — за спину привидению.

Танк. Перемещай босса когда пол грязный.
]],
            details = [[Скоро]]
        },
        {
            encounterID = 2655,
            short = [[
1. Fire = плохо
]],
            details = [[Скоро]]
        },
        {
            encounterID = 2657,
            short = [[
1. Коричневые круги = плохо.
2. Наложи фиолетовые круги.
3. Беги при зафиксировании.
4. Адов → приоритет Мистик уничтожь.
]],
            details = [[Скоро]]
        },
        {
            encounterID = 2658,
            short = [[
1. Наступай на стрелки ветра чтобы снять непрерывный урон и прыгнуть через волну.
2. Уклонись от фронтала если ты не под целью.
3. Большие круги очищают электрический пол.
]],
            details = [[Скоро]]
        },
    }
}