Dungeon6_ruRU = {
    instanceID = 278,
    bosses = {
        {
            encounterID = 608,
            short = [[
1. Прячься за рудой Саронита во время Glacial Overload.

Целитель. Диспеллируй как можно скорее.
Танк. Cryostomp → стой рядом с рудой.
]],
            details = [[Скоро]]
        },
        {
            encounterID = 609,
            short = [[
1. Приоритет прерывания Death Bolt.
2. Прерывай и убивай адды.
3. Беги при fixate.

Танк. Не оставляй лужи на фиолетовых спиралях.
]],
            details = [[Скоро]]
        },
        {
            encounterID = 610,
            short = [[
1. Синие круги на кучи зелёных трупов.
2. Прерывай и убивай адды.

Танк. Переместите босса на кучу трупов при касте Army of the Dead.
]],
            details = [[Скоро]]
        },
    }
}