Dungeon8_ruRU = {
    instanceID = 1201,
    bosses = {
        {
            encounterID = 2509,
            short = [[
1. Поглощай орбы (по 1 каждому).
2. Выходи из круга.

Танк. Уклонись от фронтальной атаки в сторону.
]],
            details = [[Скоро]]
        },
        {
            encounterID = 2512,
            short = [[
1. Адов рядом → уничтожь срочно.
2. Очищай зелёный круг.
3. Прерывай Ancient Branch.
]],
            details = [[Скоро]]
        },
        {
            encounterID = 2495,
            phases = {"Фаза 1", "Фаза ветра", "Фаза огня"},
            phaseText = {
                ["Фаза 1"] = [[Уходи от фронтала, разбегайся, не кастуй]],
                ["Фаза ветра"] = [[Поглощай орбы + уходи от торнадо]],
                ["Фаза огня"] = [[Огонь = плохо]]
            },
            details = [[Скоро]]
        },
        {
            encounterID = 2514,
            short = [[
1. Стаки дебафа на 3 выходи.
2. Избегай орбов и убегай когда затягивает.

Танк. Уклонись от фронтальной атаки в сторону.
]],
            details = [[Скоро]]
        },
    }
}