Dungeon2_ruRU = {
    instanceID = 249,
    bosses = {
        {
            encounterID = 2659,
            short = [[
1. Избегай луж и впитывай орбы (не рядом с боссом).

Целитель. Диспеллируй дебаффы срочно.
Танк. Кайтируй возле стен для контроля пространства.
]],
            details = [[Скоро]]
        },
        {
            encounterID = 2661,
            short = [[
1. 3 игрока получают метку. Зайди в фиолетовую зону чтобы снять — но распредели это!
2. Заходи в фиолетовую зону при Vow of Silence.
3. Ракеты = плохо.
]],
            details = [[Скоро]]
        },
        {
            encounterID = 2660,
            short = [[
1. Уходи когда ты под целью Cosmic Sting.
2. Следуй за синей стрелкой и коснись клона.
3. Беги когда тебя затягивает.
]],
            details = [[Скоро]]
        },
        {
            encounterID = 2662,
            short = [[
1. Комната разделена на 4 квадранта — минимум 1 игрок в каждом.
2. Впитывай сфару пока она прыгает между квадрантами.

Танк/Целитель: выход с дебаффом для диспеллирования.
]],
            details = [[Скоро]]
        },
    }
}
