Dungeon1_ruRU = {
    instanceID = 1315,
    bosses = {
        {
            encounterID = 2810,
            short = [[
1. Ледяные ловушки, зелёные круги & фронтальная атака = плохо.
2. Если ты под целью Carrion Swoop — зайди в ледяную ловушку.
]],
            details = [[Скоро]]
        },
        {
            encounterID = 2811,
            short = [[
1. Босс спавнит 4 фантома, которые фиксируют танка и уронщиков. Наложи фантомов чтобы их удалить — но распредели это!
2. Избегай вращающегося фронтального луча и летающих орбов.

Целитель. Фантомы исчезают = большой урон группе.
]],
            details = [[Скоро]]
        },
        {
            encounterID = 2812,
            short = [[
1. Босс прыгает к 3 игрокам и оставляет тотемы. Не получай урон и уничтожай тотемы срочно.
2. В фазе душ: обездвижи и прерви больших адов пока бежишь к боссу.

Танк. Поставь лужи подальше от группы.
]],
            details = [[Скоро]]
        },
    }
}