-- Translated By ZamestoTV
Dungeon6_ruRU = {
    displayName = "Сияющий Рассвет",
    realName    = "The Dawnbreaker",
    bosses = {
        {
            realName    = "Speaker Shadowcrown",
            displayName = "Проповедница Темная Корона",
            short       = [[
1. Избегайте вращающихся фиолетовых лучей смерти и улетайте при 50% и 0% здоровья.

Дополнительно: Хилер рассеивает магический ДОТ и исцеляет через поглощение лечения.
]],
            details     = ""
        },
        {
            realName    = "Anub'ikkaj",
            displayName = "Ануб'иккадж",
            short       = [[
1. Фиолетовый круг = опасно.
2. Прерывайте/контролируйте аддов.
3. Не попадайтесь под фиолетовый шар и направляйте его как можно дальше, чтобы уменьшить урон по группе.
]],
            details     = ""
        },
        {
            realName    = "Rasha'nan",
            displayName = "Раша'нан",
            phases = {"Фаза 1", "Фаза 2"},
            phaseText = {
                ["Фаза 1"] = [[
1. Подбирайте бочки и бросайте их в босса. Также направляйте кислотные волны в сторону от группы.
]],
                ["Фаза 2"] = [[
1. Размещайте большие круги на краю платформы и продолжайте направлять кислотные волны в сторону.
]]
            },
            details = ""
        },
    }
}