-- Translated By ZamestoTV
Dungeon8_ruRU = {
    displayName = "Приорат Священного Пламени",
    realName    = "Priory of the Sacred Flame",
    bosses = {
        {
            realName    = "Captain Dailcry",
            displayName = "Капитан Дейлкрай",
            short       = [[
1. Всегда прерывайте Боевой крик.
2. Как можно скорее разрушайте Дикая трепка.
3. Если в паре с Дуэльмалем, прерывайте его как можно чаще.

Дополнительно: Танк использует Пронзание брони (и атаки Эмберланц, если она в паре).
]],
            details     = ""
        },
        {
            realName    = "Baron Braunpyke",
            displayName = "Барон Браунпайк",
            short       = [[
1. Осторожно поглощайте шары Жертвенного костра; следите за уроном и дебаффами.
2. Избегайте очевидных опасностей, таких как вращающиеся молоты разрушения.
]],
            details     = ""
        },
        {
            realName    = "Prioress Murrpray",
            displayName = "Настоятельница Муррпрэй",
            phases = {"Фаза 1", "Фаза 2"},
            phaseText = {
                ["Фаза 1"] = [[
1. Отвернитесь, когда босс использует Ослепляющий свет.
2. Если выбраны, заманивайте луч к краям комнаты.
3. Прерывайте Священный удар.
]],
                ["Фаза 2"] = [[
1. После погони за боссом наверх, контролируйте и уничтожайте аддов как можно скорее.
2. После разрушения её щита она возвращается к механикам Фазы 1.
]]
            },
            details = ""
        },
    }
}