-- Translated By ZamestoTV
Dungeon4_ruRU = {
    displayName = "Чертоги Покаяния",
    realName    = "Halls of Atonement",
    bosses = {
        {
            realName    = "Halkias, the Sin-Stained Goliath",
            displayName = "Халкиас, запятнанный грехом голиаф",
            short       = [[
Стойте в круге. Избегайте вращающихся лучей и мусора на земле.

Дополнительно: Танк Перемещайте босса, когда земля становится слишком захламленной.
]],
            details     = ""
        },
        {
            realName    = "Echelon",
            displayName = "Эшелон",
            short       = [[
Контролируйте, прерывайте и фокусируйтесь на убийстве аддов. Когда выбраны для прыжка, вставайте на аддов, чтобы уничтожить их.

Дополнительно: Танк Сближайте аддов друг с другом.
]],
            details     = ""
        },
        {
            realName    = "High Adjudicator Aleez",
            displayName = "Верховный адъюдикатор Ализа",
            short       = [[
1. Когда вас преследует один, заманите его к сосуду на краю комнаты.
2. Прерывайте Залп силы.

Дополнительно: Хилер, она накладывает ДОТ на двух игроков. Рассеивайте одного. Фокусируйтесь на исцелении другого.
]],
            details     = ""
        },
        {
            realName    = "Lord Chamberlain",
            displayName = "Лорд-камергер",
            short       = [[
1. Избегайте фронтальной атаки и кругов.
2. Когда статуи запускаются, они движутся вперед. Не попадайтесь!
3. Во время Ритуала Скорби стойте на лучах, чтобы блокировать их.
]],
            details     = ""
        },
    }
}