-- Translated By ZamestoTV
Dungeon1_ruRU = {
    displayName = "Заповедник Аль'дани",
    realName    = "Eco-Dome Al'dani",
    bosses = {
        {
            realName    = "Azhiccar",
            displayName = "Ажиккар",
            short       = [[
1. Фокус на аддов.
2. Отходите с кругами.
3. Не позволяйте боссу засосать игрока или адда.
]],
            details     = ""
        },
        {
            realName    = "Taah'bat and A'wazj",
            displayName = "Таа'бат и А'вазж",
            short       = [[
1. Отходите с кругами и уничтожайте копья как можно быстрее.
2. Как только Таа'бат спешится, направляйте Искажающий удар через него, чтобы сломать щит. Нужно 6 попаданий.
]],
            details     = ""
        },
        {
            realName    = "Soul-Scribe",
            displayName = "Переписчица душ",
            short       = [[
1. Пробегите через свой фрагмент души.
2. Отходите с кругами.
3. При полной энергии появляются 3 фрагмента души. Пробегите через все, начиная с того, что в непосредственной опасности.
]],
            details     = ""
        },
    }
}