-- Translated By ZamestoTV
Dungeon5_ruRU = {
    displayName = "Ара-Кара, Город Отголосков",
    realName    = "Ara-Kara, City of Echoes",
    bosses = {
        {
            realName    = "Avanoxx",
            displayName = "Аванокс",
            short       = [[
Фокусируйтесь на аддах и избегайте опасных зон на земле. Не позволяйте аддам приближаться к боссу.
]],
            details     = ""
        },
        {
            realName    = "Anub'zekt",
            displayName = "Ануб'зект",
            short       = [[
1. Избегайте рывка, фронтального пронзания и мелких вихрей на протяжении боя. Прерывайте адда.
2. При полной энергии он создает большой вихрь. Оставайтесь ВНУТРИ него.

Дополнительно: Танк стоит справа от круга. ДПС и хилер стоят слева.
]],
            details     = ""
        },
        {
            realName    = "Ki'katal the Harvester",
            displayName = "Ки'катал Жница",
            short       = [[
1. Создавайте лужи синей слизи, атакуя мобов-кровавых рабочих. Когда босс использует притяжение, оставайтесь ВНУТРИ луж.
2. После притяжения прерывайте/контролируйте адда, чтобы освободиться.
3. Избегайте паутины и ядовитых волн.
]],
            details     = ""
        },
    }
}